Repository: Rise-Software/Rise-Media-Player
Catalog: Rise Media Player Dev/Strings/*/MediaLibrary.resw
Source language: en_gb
Languages: hi_in

# Add.Content
source: Add folder
hi_in: फोलडर जोड़ें

# AddAccount.Description
source: Login to your services securely
hi_in: अपनी सुविधाओं में सुरक्षित तरीके से लॉगइन करें

# AddAccount.Title
source: Add an account
hi_in: अकाउंट जोड़ें

# AdditionalH.Text
source: Additional settings
hi_in: एडवांस्ड

# ChooseFolders.Description
source: Choose where we look for your music files.
hi_in: चुनें कि हम आपके संगीत फ़ाइलों के लिए कहाँ देखें।

# ChooseFolders.Title
source: Add/remove music library folders
hi_in: संगीत लाइब्रेरी फोल्डर जोड़ें/हटाएँ

# Deletion.Title
source: When removing local media:
hi_in: लोकल मीडिया हटाने पर:

# Devices.Text
source: Devices
hi_in: उपकरण

# DisableLocal.Title
source: Disable all local files and devices
hi_in: सभी लोकल फ़ाइलों और उपकरणों को अक्षम करें

# DisableOnline.Title
source: Disable all online services and networks
hi_in: सभी ऑनलाइन सेवाएँ और नेटवर्क अक्षम करें

# Done.Content
source: Done
hi_in: खत्म हुआ

# FolderInfo.Text
source: We already look for your media files in your default user folders. You can add additional folders that we can use to populate your library.
hi_in: हम पहले से ही आपकी मीडिया फ़ाइलों के लिए आपके डिफॉल्ट फोल्डरों मे देखते हैं। आप अतिरिक्त फोल्डर जोड़ सकते हैं जो हम आपकी लाइब्रेरी को आबाद करने के लिए इस्तेमाल कर सकते हैं।

# Folders
source: Media sources
hi_in: मीडिया स्रोत

# LastFM.Text
source: Last.fm
hi_in: लास्ट.एफएम

# OnlineH.Text
source: Online media & services
hi_in: ऑनलाईन मीडिया और सेवाएँ

# OnlineServices.Text
source: Online services
hi_in: ऑनलाईन सेवाएँ

# OwnH.Text
source: Local media & devices
hi_in: आपके खुद के मीडिया और उपकरण

# Ripping.Description
source: Choose what you want to happen when you rip a disc.
hi_in: चुनें कि डिस्क को रिप करते समय आप क्या करना चाहते हैं

# Ripping.Title
source: Disc ripping options
hi_in: डिस्क रिप्पिंग विकल्प

# SeparateLocal.Description
source: Create a seperate sidebar entry for your local music, rather than merging online and local music together in one place.
hi_in: ऑनलाईन और लोकल संगीत एक साथ एक जगह पर मर्ज करने के बजाए आपके लोकल संगीत के अलग साइडबार एंट्री बनाएँ।

# SeparateLocal.Title
source: Split local & online library in sidebar
hi_in: लोकल और ऑनलाईन लाइब्रेरी साइडबार में विभाजित करें

# Streaming.Text
source: Streaming Service
hi_in: स्ट्रीमिंग सेवा

# VChooseFolders.Description
source: Choose where we look for your video files.
hi_in: चुनें कि हम आपके विडियो फ़ाइलों के लिए कहाँ देखें।

# VChooseFolders.Title
source: Add/remove video library folders
hi_in: विडियो लाइब्रेरी फोल्डर जोड़ें/हटाएँ
